<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 */
$lang['allowrename']           = 'Разрешить переименования страниц этим группам и пользователям (список, разделённый запятыми):';
$lang['minor']                 = 'Помечать обновление ссылок как малые измененния? (Они не будут появляться в письмах подписчикам и сводках RSS).';
$lang['autoskip']              = 'По умолчанию, включён авто-пропуск ошибок при перемещении папок.';
$lang['autorewrite']           = 'По умолчанию, включено авто-обновление ссылок по перемещении папок.';
