<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Katerina Katapodi <katerinakatapodi@gmail.com>
 */
$lang['allowrename']           = 'Επιτρέψετε την μετονομασία σελίδων σε αυτές τις ομάδες και χρήστες (χωρισμένες με κόμμα)';
$lang['minor']                 = 'Να σημειώσουμε αλλαγές σε ιστοσελίδες ως δευτερεύουσα διαδικασία? Οι μικρές αλλαγές δεν θα συμπεριληφθούν στις ενισχύσεις των RSS και στα email εγγραφής.';
$lang['autoskip']              = 'Ενεργοποιήστε την ιστοσελίδα αυτόματα και γράψιμο ξανά σε κενά ονομάτων κατ\'επιλογή.';
$lang['autorewrite']           = 'Ενεργοποιήστε την ιστοσελίδα αυτόματα και γράψιμο ξανά σε κενά ονομάτων κατ\'επιλογή.';
$lang['pagetools_integration'] = 'Προσθέσετε το πλήκτρο μετονομασίας αρχείων στα εργαλεία σελίδων';
