<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Nima Hamidian <nima.hamidian@gmail.com>
 */
$lang['menu']                  = 'جابجاکردن صفحه‌ها و فضاهای نام';
$lang['inprogress']            = '(جابجایی در حال انجام)';
$lang['treelink']              = 'بجای این فرم ساده، شما می‌توانید سازماندهی مجدد ویکی خود را با استفاده از <a href="%s">  سیستم جابجایی درختی  </a>   انجام دهید.';
$lang['notexist']              = 'صفحه‌ی %s وجود ندارد.';
$lang['norights']              = 'شما اجازه کافی برای ویرایش %s را ندارید.';
$lang['filelocked']            = 'صفحه‌ی‌ %s قفل شده است. بعداً دوباره امتحان کنید.';
$lang['notchanged']            = 'هیچ مقصد جدیدی برای صفحه‌ی %s داده نشده است (محل آن تغییر نکرده است).';
$lang['exists']                = 'صفحه‌ی %s نمی‌تواند به %s جابجا شود، صفحه‌ هدف هم‌اکنون موجود است.';
$lang['notargetperms']         = 'شما اجازه ایجاد صفحه‌ی %s را ندارید.';
$lang['medianotexist']         = 'فایل رسانه‌ای %s موجود نیست';
$lang['nomediarights']         = 'اجازه شما برای حذف صفحه %s کافی نیست.';
$lang['medianotchanged']       = 'هیچ مقصد جدیدی برای صفحه‌ی %s داده نشده است (محل آن تغییر نکرده است).';
$lang['mediaexists']           = 'رسانه %sنمی‌تواند به %s جابجا شود، مقصد هم‌اکنون موجود است.';
$lang['nomediatargetperms']    = 'شما اجازه ایجاد فایل رسانه‌ای %s را ندارید.';
$lang['indexerror']            = 'خطا هنگام بروزرسانی نمایه جستجو %s.';
$lang['metamoveerror']         = 'متافایل صفحه‌ی %s نمی‌تواند جابجا شود';
$lang['atticmoveerror']        = 'فایلهای نگارشهای پیشین صفحه‌ی %s نمی‌توانند جابجا شوند. لطفا آنها را به صورت دستی جابجا کنید.';
$lang['mediametamoveerror']    = 'متافایلهای فایل رسانه‌ای %s نمی‌توانند جابجا شوند';
$lang['mediamoveerror']        = 'جابجا کردن فایل رسانه‌ای %s ناموفق بود';
$lang['mediaatticmoveerror']   = 'فایلهای نگارشهای پیشین فایل رسانه‌ای %s نمی‌توانند جابجا شوند. لطفاً آنها را به صورت دستی جابجا کنید.';
$lang['renamed']               = 'نام صفحه از %s به %s تغییر کرد';
$lang['moved']                 = 'صفحه از %s به %s جابجا شد';
$lang['move_rename']           = 'صفحه از %s به %s جابجا و نام‌گذاری مجدد شد';
$lang['delete']                = 'توسط افزونه جابجایی حذف شد';
$lang['linkchange']            = 'پیوندها در نتیجه یک عملیات جابجایی، تطبیق داده شدند';
$lang['intro']                 = 'عملیات جابجایی هنوز آغاز نشده!';
$lang['preview']               = 'تغییرات مورد نظر جهت اجرا را پیش‌نمایش کنید.';
$lang['inexecution']           = 'یک جابجایی قبلی تکمیل نشد - از دکمه‌های زیر برای ادامه یا لغو اجرا استفاده کنید.';
$lang['btn_start']             = 'آغاز';
$lang['btn_continue']          = 'ادامه';
$lang['btn_retry']             = 'امتحان مجدد مورد';
$lang['btn_skip']              = 'رد‌شدن از مورد';
$lang['btn_abort']             = 'لغو';
$lang['legend']                = 'جابجایی صفحه یا فضای نام فعلی';
$lang['movepage']              = 'جابجایی صفحه';
$lang['movens']                = 'جابجایی فضای‌نام';
$lang['dst']                   = 'نام جدید:';
$lang['content_to_move']       = 'محتوای موردنظر جابجایی:';
$lang['autoskip']              = 'نادیده گرفتن خطاها و ردشدن از صفحه‌ها یا فایل‌هایی که نمی‌توانند جابجا شوند';
$lang['autorewrite']           = 'بازنویسی پیوندها درست پس از آنکه جابجایی تکمیل شد';
$lang['move_pages']            = 'صفحه‌ها';
$lang['move_media']            = 'فایلهای رسانه‌ای';
$lang['move_media_and_pages']  = 'صفحه‌ها و فایل‌های رسانه‌ای';
$lang['nodst']                 = 'هیچ نام جدیدی داده نشده است';
$lang['noaction']              = 'هیچ جابجایی تعریف نشده است';
$lang['renamepage']            = 'نام‌گذاری مجدد صفحه';
$lang['cantrename']            = 'این صفحه فعلاً نمی‌تواند نام‌گذاری مجدد شود. لطفاً بعداً امتحان کنید.';
$lang['js']['rename']          = 'نام‌گذاری مجدد';
$lang['js']['cancel']          = 'لغو';
$lang['js']['newname']         = 'نام جدید';
$lang['js']['inprogress']      = 'نام‌گذاری مجدد صفحه و تنظیم پیوندها...';
$lang['js']['complete']        = 'عملیات جابجایی پایان یافت.';
$lang['js']['renameitem']      = 'نام‌گذاری مجدد این مورد';
$lang['js']['add']             = 'ایجاد یک فضای نام جدید';
$lang['js']['duplicate']       = 'متاسفانه "%s" هم‌اکنون در این فضای‌نام موجود است.';
$lang['root']                  = '[فضای‌نام ریشه]';
$lang['noscript']              = 'این قابلیت نیازمند جاوااسکریپت است';
$lang['moveinprogress']        = 'در حال حاضر یک عملیات جابجایی دیگر در حال انجام است، شما فعلاً نمی‌توانید ازین ابزار استفاده کنید.';
