<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author nimahami <nima.hamidian@gmail.com>
 */
$lang['menu']                  = 'صفحات و فضاهای نام را انتقال دهید';
$lang['inprogress']            = '(انتقال در حال انحام)';
$lang['treelink']              = 'بجای این روش ساده، شما می‌توانید بازآرایی ویکی خود را به صورت پیشرفته‌تر با استفاده از<a href="%s"> سامانه مدیریت انتقال ساختاری</a> انجام دهید.';
$lang['notexist']              = 'صفحه %s وجود ندارد';
$lang['norights']              = 'شما اجازه کافی برای ویرایش %s را ندارید';
$lang['filelocked']            = 'صفحه %s قفل شده است. بعدا سعی نمائید.';
$lang['notchanged']            = 'مقصد جدیدی برای صفحه %s داده نشده است (محل تغییر نیافت).';
$lang['exists']                = 'صفحه %s نمی‌تواند به %s منتقل شود، مقصد موجود می‌باشد';
$lang['notargetperms']         = 'اجازه لازم برای ایجاد صفحه %s را ندارید';
$lang['medianotexist']         = 'فایل رسانه‌ای %s وجود ندارد';
$lang['nomediarights']         = 'شما اجازه کافی برای حذف %s را ندارید';
$lang['medianotchanged']       = 'هیچ مقصد جدیدی برای صفحه %s داده نشده است (محل تغییر نیافت).';
$lang['mediaexists']           = 'فایل رسانه‌ای %s نمی‌تواند به %s منتقل شود، مقصد موجود است.';
$lang['nomediatargetperms']    = 'اجازه ایجاد فایل رسانه‌ای %s را ندارید.';
$lang['indexerror']            = 'خطا هنگام بروزرسانی فهرست جستجو %s';
$lang['metamoveerror']         = 'متافایلهای صفحه %s نمی‌توانند منتقل شوند';
$lang['atticmoveerror']        = 'فایلهای نگارش پیشین صفحه %s نمی‌توانند منتقل شوند. لطفا آنها را به صورت دستی انتقال دهید.';
$lang['mediametamoveerror']    = 'متافایلهای فایل رسانه‌ای %s نمی‌توانند منتقل شوند.';
$lang['mediamoveerror']        = 'انتقال فایلهای رسانه‌ای %s ناموفق بود.';
$lang['mediaatticmoveerror']   = 'فایلهای نگارش پیشین فایل رسانه‌ای %s نمی‌تواند منتقل شود. لطفا آنها را به صورت دستی انتقال دهید.';
$lang['renamed']               = 'نام صفحه از %s به %s تغییر داده شد';
$lang['moved']                 = 'صفحه از %s به %s منتقل شد';
$lang['move_rename']           = 'صفحه از %s به %s منتقل شده و تغییر نام داده شد.';
$lang['delete']                = 'توسط پلاگین move حذف شد';
$lang['linkchange']            = 'لینکها به دلیل فرایند انتقال، اصلاح شدند';
$lang['intro']                 = 'فرایند انتقال هنوز شروع نشد!';
$lang['preview']               = 'پیش‌نمایش تغییرات مورد نظر';
$lang['inexecution']           = 'یک انتقال قبلی تکمیل نشد - از کلیدهای زیر برای ادامه یا لغو اجرا استفاده کنید.';
$lang['btn_start']             = 'آغاز';
$lang['btn_continue']          = 'ادامه';
$lang['btn_retry']             = 'تلاش دوباره این مورد';
$lang['btn_skip']              = 'رد کردن این مورد';
$lang['btn_abort']             = 'لغو';
$lang['legend']                = 'انتقال صفحه یا فضای نام فعلی';
$lang['movepage']              = 'انتقال صفحه';
$lang['movens']                = 'انتقال فضای نام';
$lang['dst']                   = 'نام جدید';
$lang['content_to_move']       = 'محتوای موردنظر برای انتقال';
$lang['autoskip']              = 'خطاها را نادیده بگیر و از صفحات یا فایلهایی که نمی‌توانند منتقل شوند بگذر.';
$lang['autorewrite']           = 'لینکها را درست بعد از آنکه انتقال تکمیل شد بازنویسی کن';
$lang['move_pages']            = 'صفحات';
$lang['move_media']            = 'فایلهای رسانه‌ای';
$lang['move_media_and_pages']  = 'صفحات و فایلهای رسانه‌ای';
$lang['nodst']                 = 'هیچ نام جدیدی داده نشده';
$lang['noaction']              = 'هیچ انتقالی تعریف نشده';
$lang['renamepage']            = 'نامگذاری مجدد صفحه';
$lang['cantrename']            = 'صفحه در حال حاضر نمی‌تواند نامگذاری مجدد شود. لطفا بعدا تلاش کنید.';
$lang['js']['rename']          = 'نامگذاری مجدد';
$lang['js']['cancel']          = 'ابطال';
$lang['js']['newname']         = 'نام جدید:';
$lang['js']['inprogress']      = 'نامگذاری مجدد صفحه و تنظیم لینکها...';
$lang['js']['complete']        = 'فرایند انتقال به پایان رسید.';
$lang['js']['renameitem']      = 'نامگذاری مجدد این مورد';
$lang['js']['add']             = 'ایجاد یک فضای نام جدید';
$lang['js']['duplicate']       = 'با تاسف، %s در حال حاضر در این فضای نام موجود است.';
$lang['root']                  = '[فضای نام ریشه]';
$lang['noscript']              = 'این ویژگی به جاوااسکریپت نیاز دارد';
$lang['moveinprogress']        = 'در حال حاضر یک فرایند انتقال دیگر در جریان است، شما نمی‌توانید الان از این ابزار استفاده نمائید.';
