<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author nimahami <nima.hamidian@gmail.com>
 */
$lang['allowrename']           = 'اجازه نامگذاری مجدد صفحات را به این گروهها و کاربران بدهید (با کاما جدا نمائید)';
$lang['minor']                 = 'آیا تغییر لینکها خفیف درنظر گرفته شود؟ تغییرهای خفیف در RSS feeds و مکاتبات ثبت‌نامی فهرست نمی‌شوند؟';
$lang['autoskip']              = 'رد کردن خودکار خطاها را در انتقال فضاهای نام به صورت پیشفرض فعال کنید.';
$lang['autorewrite']           = 'بازنویسی خودکار لینک پس از انتقالات فضای نام را به صورت پیشفرض فعال کنید.';
$lang['pagetools_integration'] = 'کلید نامگذاری مجدد را به ابزارهای صفحه اضافه کنید';
